<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| User Language Lines
	|--------------------------------------------------------------------------
	|
	| The following are localized texts that are used for the user module
	|
	*/

	"login"             => "دخول",
	"login_to"          => "الدخول الى %s",
	"remember"          => "تذكرني",
	"create_acct"       => "إنشاء حساب جديد",
	"register"          => "تسجيل",
	"human_verify"      => "التحقق البشري",
	"auth_fail"         => "فشلت المصادقة , الرجاء حاول مرة أخرى.",
	"register_done"     => "تم التسجيل بنجاح. يمكنك الآن تسجيل الدخول إلى الموقع",
	"forgot_password"   => "هل نسيت كلمة المرور",
	"forgot_exp"        => "الرجاء إدخال اسم المستخدم الذي تريد إعادة تعيين ".
	                       "كلمة السر. سوف ترسل بالبريد الالكتروني ".
	                       "إرسالها إلى عنوان البريد الإلكتروني المرتبط مع هذا الحساب.",
	"reset_password"    => "اعادة تعيين كلمة السر",
	"reset_done"        => "تم إعادة تعيين كلمة المرور الخاصة بك. يرجى التحقق من بريدك الالكتروني",
	"reg_disabled"      => "تم تعطيل التسجيل في هذا الموقع",
	"feature_disabled"  => "تم تعطيل هذه الميزة لا يتم تخزين بيانات المستخدمم ".
	                       "في قاعدة بيانات الموقع",
	"your_profile"      => "ملفك الشخصي",
	"my_pastes"         => "عرض ما لصقته",
	"new_password"      => "كلمة السر الجديدة",
	"profile_saved"     => "تم حفظ ملفك بنجاح",

);
